Repository: jneem/gnumch
Catalog: po/*.po
Languages: nb_no

source: %0 and %1
nb_no: %0 og %1

source: %0, %1 and %2
nb_no: %0, %1 og %2

source: %0, %1, %2 and %3
nb_no: %0, %1, %2 og %3

source: %0, %1, %2, %3 and %4
nb_no: %0, %1, %2, %3 og %4

source: %0, %1, %2, %3, %4 and %5
nb_no: %0, %1, %2, %3, %4 og %5

source: %0, %1, %2, %3, %4, %5 and %6
nb_no: %0, %1, %2, %3, %4, %5 og %6

source: Munch all the numerical expressions that are equal to the given number.
nb_no: Munch alle numeriske uttrykk som er lik det oppgitte tallet.

source: Equal to %n
nb_no: Lik med %n

source: Munch all the factors of the given number.
nb_no: Munch alle faktorene til tallet.

source: Multiples of %t include %e.
nb_no: Multipler av %t inkluderer %e.

source: Factors of %n
nb_no: Faktorene til %n

source: Munch all the prime numbers.
nb_no: Munch alle primtallene.

source: %t is divisible by %e.
nb_no: %t er delelig på %e.

source: Primes less than %n
nb_no: Primtall mindre enn %n

source: You got eaten by a Troggle. Press <Return> to continue.
nb_no: Du ble spist opp av en Troggle. Trykk <Return> for å fortsette.

source: You ate a bad number.
nb_no: Du spiste feil tall.

source: Press <Return> to continue.
nb_no: Trykk <Enter> for å fortsette.

source: Lives =
nb_no: Liv =

source: Score =
nb_no: Poengsum =

source: Thank you for playing Gnumch. Make sure to check for updates regularly at http://spuzzzzzzz.c-f-h.net
nb_no: Takk for at du spilte Gnumch. Sjekk jevnlig for oppdateringer på http://spuzzzzzzz.c-f-h.net

source: Choose a level
nb_no: Velg et nivå

source: Back
nb_no: Tilbake

source: Play
nb_no: Spill

source: No description found.
nb_no: Ingen beskrivelse funnet

source: Resume game
nb_no: Fortsett spillet

source: Options
nb_no: Valg

source: Stop game
nb_no: Stopp spillet

source: Quit
nb_no: Avslutt

source: On
nb_no: På

source: Off
nb_no: Av

source: Screen resolution
nb_no: Skjermoppløsning

source: Colour depth
nb_no: Fargedybde

source: Fullscreen
nb_no: Fullskjerm

source: Apply
nb_no: Bruk

source: Cancel
nb_no: Avbryt

source: Graphics Options
nb_no: Grafikkvalg

source: Game Options
nb_no: Spillvalg

source: Faster
nb_no: Raskere

source: Fast
nb_no: Rask

source: Slow
nb_no: Sakte

source: Slower
nb_no: Saktere

source: Sluggish
nb_no: Langsom

source: Number of Troggles
nb_no: Antall Troggles

source: Troggle speed
nb_no: Farten til Trogglene

source: Game speed
nb_no: Spillhastighet

source: Board height
nb_no: Høyden på spillbrettet

source: Board width
nb_no: Bredden på spillbrettet

source: This program was written by Joe Neeman [http://spuzzzzzzz.c-f-h.net]. Libraries used in this project include: libSDL [http://libsdl.org] SDL_ttf [http://jcatki.no-ip.org/SDL_ttf] SDL_image [http://jcatki.no-ip.org/SDL_image] SDL_gfx [http://www.ferzkopp.net/~aschiffler/Software/SDL_gfx-2.0]
nb_no: Dette programmet er skrevet av Joe Neeman [http://spuzzzzzzz.c-f-h.net]. Biblioteker brukt i dette programmet inkluderer: libSDL [http://libsdl.org] SDL_ttf [http://jcatki.no-ip.org/SDL_ttf] SDL_image [http://jcatki.no-ip.org/SDL_image] SDL_gfx [http://www.ferzkopp.net/~aschiffler/Software/SDL_gfx-2.0]

source: Credits
nb_no: Bidragsytere

source: Fatal error:
nb_no: Alvorlig feil:

source: Gnumch has encountered a fatal error and needs to close. If you don't know what caused this error, please submit a bug report to spuzzzzzzz@gmail.com
nb_no: Det har skjedd en uopprettelig feil i Gnumch. Hvis du ikke vet hvorfor dette har skjedd, så rapporter dette til spuzzzzzzz@gmail.com
